Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/2000_3s.doc.tmx
Source language: sme
Languages: nob

source: Dasto čujuhuvvo ahte Sámediggi , dan vuođul go leat stuorra oaivilerohusat boranávddiid hálddašeami ja sámi ealáhusberoštumiid gaskka , livččii ožžon vejolašvuođa buktit oaivliiddis dákkár deaŧalaš proseassas .
nob: Videre påpekes det at Sametinget må også med bakgrunn i at det er store meningsforskjeller mellom rovdyrforvaltningen og samiske næringsinteresser , ha mulighet til å komme med innspill i slike viktige prosesser .

source: Ráđđi deattuha maiddái ahte livččii lunddolaš stuorra boraspiriid hálddašeamis geahčadit sámi guovlluid oktanis ; sihke Norgga , Ruoŧa , Suoma ja Ruošša bealde .
nob: Rådet fremhevet også at det ved forvaltning av de store rovdyrene er naturlig å se de samiske områdene under ett ; både på norsk , svensk , finsk og russisk side .

source: Sámediggi ii leat ožžon makkárge vástádusa Eurohparáđi ekspeartajoavkkus iežas gažaldahkii .
nob: Sametinget har ikke fått noen tilbakemelding fra Europarådets ekspertgruppe på sin henvendelse .

source: Sámediggeráđđi lea 09.08.00 beaiváduvvon reivves buktán gulaskuddancealkámuša boranávddiid vaháteastadeaddji doaibmabijuid doarjjanjuolggadusárvalussii .
nob: Sametingsrådet har i brev av 09.08.00 gitt høringsuttalelse til forslag til regelverk for tilskudd til forebyggende tiltak mot rovviltskader .

source: 2.9 Dásseárvu
nob: 2.9 Likestilling

source: Vuosttaskonsuleanta man váldobargun lea dásseárvopolitihkalaš áššit , álggii bargui 26.06.00 .
nob: Førstekonsulent med hovedoppgaver knyttet til likestillingspolitiske saker tiltrådte 26.06.00 .

source: Virgi lea biddjojuvvon Plána- ja hálddahusossodahkii , mii maiddái galgá koordineret Sámedikki dásseárvobarggu sihke plánaid , doarjjaortnegiid ja doarjjageavahusa ektui .
nob: Plan- og administrasjonsavdelingen , der stillingen er plassert , skal koordinere Sametingets likestillingsarbeid både i forhold til planer , tilskuddsordninger og støttepraksis .

source: Dásseárvodoaibmaplána mas deattuhuvvo sámi nissoniid dilli , 1999 – 2001 áŋgiruššansurggiiguin , mihttomeriiguin ja strategiijaiguin ja áŋgiruššansuorggit mat leat Sámediggeplánas 1998 – 2001 , leat vuođđun dásseárvobargui .
nob: Handlingsplan for likestilling med fokus på samiske kvinners stilling , med innsatsområder , mål og tiltak 1999-2001 og innsatsområdene som ligger i Sametingsplanen for perioden 1998-2001 , danner grunnlaget for arbeidet med likestilling .

source: Ráđđi lea bidjan deattu dasa ahte bargu nissonáššiiguin ja dásseárvvuin galgá leat oassi ollislašvuođas , ii ge das galgga ráhkaduvvot sierra suorgi .
nob: Rådet har lagt vekt på at kvinnesatsing og likestilling skal bli en del av helheten , og ikke skape en ny sektor .

source: Dákko lea deaŧalaš bargat dan ala ahte gávdnat erohusaid sohkabeliid gaskka , buktin dihte oidnosii dárbbuid , buoredit doaibmabijuid , árvvoštallat váikkuhusaid ja guhkkit áiggi badjel integreret dahje divvut sohkabeliid gaskasaš erohusaid .
nob: Det er her viktig å arbeide med å avdekke kjønnsmessige ulikheter for å synliggjøre behov , bedre tiltak , vurdere konsekvenser og på lang sikt integrere eller kompensere forskjeller mellom kjønnene .

source: 2.10 Kulturviessolávdegoddi – kulturviessoprošeakta
nob: Kulturhusprosjekter

source: Ráđđi lea nammadan ráđđelahtu Ing-Lill Pavall , Sámi ealáhusráđi jođiheaddji Jarle Jonassen ja Sámi kulturráđi jođiheaddji Marianne Balto Henriksen lávdegoddái , mii galgá vuđolaččat geahčadit sierra kulturviessoprošeavttaid .
nob: Rådet har tidligere oppnevnt rådsmedlem Ing-Lill Pavall , leder i Samisk næringsråd Jarle Jonassen og leder i Samisk kulturråd Marianne Balto Henriksen til et utvalg som skal gjennomgå ulike kulturhusprosjekt .

source: Lávdegottis leai 24.05.00 čoahkkin Álttás .
nob: Utvalget har hatt et møte 24.05.00 i Alta .

source: Dán čoahkkimis guorahallojuvvojedje sierra prošeavttat ja ságastallojuvvui daid birra .
nob: På dette møte ble ulike prosjekt gjennomgått og diskutert .

source: Dasto leaba Jonassen ja Pavall searvan čoahkkimii 10.05.00 Finnsåsas Snoasás , gos čalmmustuvvui ođđa prošeakta máttasámi guovllu várás .
nob: Jonassen og Pavall har dessuten deltatt på møte 10.05.00 på Finnsås i Snåsa , der det ble presentert et nytt prosjekt for sørsamisk område .

source: Dát leai váldoáššis diehtojuohkin čoahkkin .
nob: Dette var i hovedsak et informasjonsmøte .

source: Dattetge deattuhii kulturlávdegoddi ahte dán prošeavtta ii sáhte dohkkehit áibbas nugo dat dál lea .
nob: Det ble likevel poengtert fra kultursutvalgets side at dette var et prosjekt som ikke kunne anbefales slik det foreligger i dag .

source: Oktavuođa Saemien Sijtii ferte maiddái čilget .
nob: Forholdet til Saemien Sijte må også avklares .

source: Pavall leai maiddái čoahkkimis 13.06.00 Tromssa fylkagielddain Ája sámi guovddáža Gaivuonas huksenplánaid birra .
nob: Pavall har også deltatt i et møte 13.06.00 med Troms fylkeskommune om utbyggningsplanene for Ája samisk senter i Kåfjord .

source: Šiehtaduvvui ahte Ája galgá ráhkadit ođđa ja hálbbit prošeavtta mii galgá geavahuvvot dan oktavuođas go Ája oččoduvvo stáhtabušehttii .
nob: Det ble enighet om at Ája skulle utarbeide et nytt og kostnadsredusert prosjekt som skulle brukes i forbindelse med arbeidet for å få Ája inn på statsbudsjettet .

source: Ođđa konseapta ráhkaduvvui johtilit ja sáddejuvvui departementii .
nob: Det nye konseptet ble raskt utarbeidet og oversendt departementet .

source: Kulturviessolávdegoddi bargá dán jagi lohppii .
nob: Kulturhusutvalgets arbeid vil fortsette ut året .

source: Maŋŋá jahkemolsuma áigu ráđđi dasto čilget dan maid lea dárbu čilget .
nob: Etter årsskiftet vil rådet arbeide videre med de avklaringer som måtte være nødvendig .

source: 2.11 Sámi duhátjahkebáiki – Nuortasámi musea
nob: 2.11 Samisk tusenårssted - Østsamisk museum

source: Sámi duhátjahkebáiki čalmmustuvvui 26.08 – 3.09.00 ja dan oktavuođas ledje máŋggalágan kulturdoalut Njávdámis .
nob: Samisk tusenårssted ble markert med en rekke kulturarrangementer i Neiden i dagene 26.08 - 3.09.00 .

source: Dát čalmmusteapmi lihkostuvai hui bures , ja sullii 2600:s gallededje doaluid , guossit bohte sihke Ruošša- , Suoma- ja Norgga bealde .
nob: Markeringa var svært vellykka med tilsammen ca 2600 deltakere , både fra russisk , finsk og norsk side .

source: Doaluid lágideami ollašuhtii Nuortasámi musea .
nob: Arrangementet ble gjennomført i regi av Østsamisk museum .

source: Nuortasámi musea prošeaktaáigodat nohká 2000 loahpas .
nob: Prosjektperioden til Østsamisk museum går ut ved utgangen av 2000 .

source: 2001 stáhtabušeahtta árvalusas eai leat várrejuvvon ruđat Sámi duhátjahkebáikái , ruđat eai leat várrejuvvon sierra vistti ásaheapmái eai ge virggiid ruhtadeapmái Njávdáma Nuortasámi museas .
nob: I forslaget til statsbudsjett for 2001 er det ikke satt av midler til Samisk tusenårssted , verken med hensyn til etablering av et eget bygg , eller til finansiering av stillinger til Østsamisk museum i Neiden .

source: Danne lea hui eahpesihkar dilli dan ektui ahte beassat go viidáseappot bargat Sámedikki plánejuvvon duhátjahkebáikkiin , Nuortasámi museain Njávdámis .
nob: Det knytter seg derfor stor usikkerhet med hensyn til videreføring av Sametingets planlagte tusenårssted , Østsamisk museum i Neiden .

source: Ráđđi lea ge dan geažil dáhtton čoahkkima Stuorradikki bearaš- , kultur-- ja hálddahuskomiteain mas fáddán lea earret eará juolludus 2001 stáhtabušeahtas Sámi duhátjahkebáikái , Nuortasámi museai Njávdámis .
nob: Rådet har imidlertid bedt om et møte med familie- , kultur- og administrasjonskomiteen i Stortinget , der bevilgning over statsbudsjettet for 2001 til Samisk tusenårssted , Østsamisk museum i Neiden er ett av temaene .

source: Komitea lea mearridan ahte ii dáhto doallat čoahkkima Sámedikkiin ášši birra ( gč. Komitea 25.10.00 mearrádusa ) .
nob: Komiteen har besluttet at de ikke ønsker å ha møtet med Sametinget om saken ( jf. Komiteens beslutning av 25.10.00 )

source: 2.12 Sámi parlamentáralaš ráđđi ( SPR )
nob: 2.12 Samisk parlamentarisk råd ( SPR )

source: Sámi parlamentáralaš ráđi stivra doalai čoahkkima 09.05.00 .
nob: Styret i Samisk parlamentarisk råd avholdt møte 09.05.00 .

source: Áššelisttus ledje Arktálaš ráđđi ja Barentsovttasbargu , Interreg , Sámi parlamentáralaš ráđi ruhtadeapmi , sámi ovddastus Davviriikkaid ráđis ja sámedikkiid presideanttaid ja sámeministeriid gaskasaš čoahkkin .
nob: Saker som ble behandlet var arbeidet i Arktisk råd og Barentssamarbeidet , Interreg , finansiering av Samisk parlamentarisk råd , samisk representasjon i Nordisk råd og fellesmøte mellom sametingspresidentene og sameministrene .

source: Dasa lassin ovddidii Suoma Sámediggi áššin Reinprodukter A / S reastaluvvama .
nob: I tillegg fremmet Sametinget i Finland en sak om konkursen i Reinprodukter as .

source: Presideanta čálii reivve Norgga olgoriikaministerii , eanadoalloministerii ja gieldaministerii , mas son bivddii árvvoštallat livččii go vejolaš veahkehit boazodolliid Suoma bealde dan ekonomalaš roasus mii sidjiide lea šaddan dan geažil go Reinprodukter reastaluvai .
nob: Det ble skrevet et brev til utenriksministeren , landbruksministeren og kommunal-ministeren i Norge , hvor presidenten ba om at det ble vurdert å hjelpe reineiere på finsk side i det økonomiske uføret de var kommet opp i som følge av konkursen .

source: 21.08.00 doalai Sámi parlamentáralaš ráđi Norgga beale joavku čoahkkima Kárášjogas .
nob: Den 21.08.00 ble det holdt møte i Karasjok i den norske delegasjonen i Samisk parlamentarisk råd .

source: Áššelisttus ledje lassin bajábealde namuhuvvon stivraáššiide , riikkaidgaskasaš bargu ON:s , Máilmmi dearvvasvuođa organisašuvnna barggu birra čilgen , davviriikkalaš sámi girkoeallin ja Reinprodukter A / S reastaluvvama čuovvuleapmi .
nob: Sakene som var oppe , i tillegg til ovennevnte styremøtesaker , var internasjonalt arbeid i forhold til FN , orientering om arbeidet i Verdens helseorganisasjon , nordisk samisk kirkeliv og oppfølging av saken om konkursen ved Reinprodukter as .

source: 06.10.00 dollojuvvui presideantačoahkkin Anáris .
nob: Det ble avholdt presidentmøte Anár 06.10.00 .

source: Dán čoahkkimis ságastallojuvvui daid áššiid birra maid birra galggašii ságastallat 02.11.00 oktasaš čoahkkimis ministeriiguin mii dollojuvvo Kárášjogas .
nob: På dette møtet ble det diskutert hvilke saker sametingspresidentene ønsker skal diskuteres i fellesmøtet med ministrene 02.11.00 i Kárášjohka-Karasjok .

source: Mearriduvvui ahte čuovvuvaš áššit ovddiduvvojit : Davviriikkalaš sámekonvenšuvdna , Sámi parlamentáralaš ráđđi ( ruhtadeapmi ja ovttasbargovuogit ministeriiguin ) , Nuortasámiid dilli ja sámi dáiddaallaoahppu .
nob: Det ble besluttet å reise følgende saker : Nordisk samekonvensjon , Samisk parlamentarisk råd ( finansiering og samarbeidsformer med ministrene ) , Østsamene / skoltesamenes situasjon og høyere samisk kunstutdanning .

source: 2.12.1 Sámi parlamentáralaš ráđi vuosttas čoahkkin
nob: 2.12.1 Første ordinære møte i SPR

source: Sámi parlamentáralaš ráđđi doalai vuosttas dábálaš stivračoahkkima Anáris 06.10.00 .
nob: Samisk parlamentarisk råd avholdt sitt første ordinære rådsmøte i Anár 06.10.00 .

source: Áššin ledje SPR bargu , oktasaš sámi giellabargu , sámi dáiddaallaskuvlla ásaheapmi , eamiálbmotbargu ON:s , 02.11.00 čoahkkin ministeriiguin , Barentsovttasbargu ja ođđa stivralahtu válljen ráđđái .
nob: Saker som ble behandlet var arbeidet i SPR , det felles samiske språkarbeidet , etableringen av en samisk kunsthøgskole , arbeidet med urfolksspørsmål i FN , fellesmøte med ministrene 02.11.00 , Barentssamarbeidet og valg av nytt styremedlem i rådet .

source: Dán jahkái lea ohccojuvvon 250 000 kruvnnu SPR ruhtadeapmái .
nob: Det er søkt om finansiering på kr 250 000 for SPR for inneværende år .

source: Norgga Olgoriikadepartemeanta lea 11.10.00 beaiváduvvon reivves biehttalan ohcama .
nob: Utenriksdepartementet i Norge har i brev av 11.10.00 avslått søknaden .

source: Ráđđi mearridii ahte ráhkaduvvo njuolggadus-árvalus SPR várás mii meannuduvvo boahtte čoahkkimis .
nob: Rådet vedtok at det skal utarbeides forslag til vedtekter for SPR og disse skal behandles i det neste møtet .

source: SPR bargu galgá ovddiduvvot maiddái oktasaš čoahkkimis ministeriiguin .
nob: Arbeidet i SPR skal også tas opp i fellesmøtet med ministrene .

source: Oktasaš sámi giellabarggu ektui mearridii ráđđi ahte váldá badjelasas bajimuš politihkalaš ovddasvástádusa oktasaš sámi giellalávdegottis , ja ráđđi nammada ovddasteddjiid Ruošša beale sámiid gaskkas .
nob: Når det gjelder det felles samiske språkarbeidet , vedtok rådet at det skal påta seg det overordnede politiske ansvaret for det felles samiske språkutvalget , samt at rådet oppnevner representasjon for samene på russisk side .

source: Stivrii addojuvvui fápmudus ollašuhttit nammadeami ovttasráđiid Sámi giellalávdegottiin .
nob: Styret er delegert fullmakt til å foreta oppnevningen i samråd med Samisk språknemnd .

source: Ráđđi leai positiivvalaš sámi dáiddaallaskuvlla ásaheami ektui ja ášši ovddiduvvo oktasaš čoahkkimis ministeriiguin .
nob: Rådet stilte seg positiv til etablering av en høyere samisk kunstutdanning og saken tas opp i fellesmøtet med ministrene .

source: ON eamiálbmotbargui gullá maiddái eamiálbmogiid dearvvasvuođa bargu Máilmmi dearvvasvuođa organisašuvnnas .
nob: Saken om FNs arbeid med urfolksspørsmål omfattet arbeidet med urfolks helse i Verdens helseorganisasjon .

source: SPR áigu fuolahit ahte eamiálbmot dearvvasvuođa doaibmaplánas , mii lea ráhkaduvvomin , leat strategiijat ja doaibmabijut eamiálbmogiid iežaset gáibádusaid ja dárbbuid vuođul .
nob: SPR vil arbeide for at handlingsplanen for urfolks helse som er under utarbeidelse , inneholder strategier og tiltak i henhold til urfolkenes egne krav og behov .

source: Dasto ávžžuhii ráđđi ahte našuvnnalaš eiseválddit eamiálbmotjulggaštus barggus ovttasbarget sámiiguin ja ahte riikkat aktiivvalaččat searvamiin váikkuhit barggu johtui eamiálbmotjulggaštusain .
nob: Videre anmodet rådet om at de nasjonale myndighetene i arbeidet med urfolkserklæringen samarbeider med samene og at landene gjennom aktiv deltakelse bidrar til fremgang i arbeidet med urfolkserklæringen .

source: Ráđđi mearridii ahte Ole Henrik Magga ovddiduvvo sámiid ja inuihttaid evttohassan ON bissovaš eamiálbmot forumii .
nob: Rådet vedtok at Ole Henrik Magga fremmes som kandidat for samene og inuittene til permanent forum for urfolk i FN.

source: Barentsovttasbarggu ektui mearridii ráđđi ahte ferte bargat dan ala ahte SPR nammada sámi ovddasteaddji regiovdnaráđđái , sámi ovddasteddjiid Barentsovttasbarggu bargojoavkkuide ja ahte eamiálbmogat ožžot ovddastusa Barentsráđis .
nob: Hva angår Barentssamarbeidet , ble det vedtatt at det skal arbeides for at SPR oppnevner samenes representant i regionrådet , samt de samiske representantene til arbeidsgruppene i Barentssamarbeidet og at urfolkene gis en representant i Barentsrådet .

source: Egil Olli válljejuvvui SPR ođđa stivralahttun .
nob: Egil Olli ble valgt som nytt styremedlem i SPR .

source: Boahtte čoahkkin dollojuvvo 20.03.01 Kárášjogas .
nob: Neste møte i SPR er 20.03.01 i Kárášjohka .

source: Suoma sámediggi , Ruoŧa sámediggi ja Norgga sámediggi leat válmmaštan árvalusaideaset boahttevaš Interreg-prográmmii .
nob: Sametingene i Finland , Sverige og Norge har nå sluttført sine programforslag til kommende Interreg-program .

source: Šaddet leat guokte oasseprográmma ; lullisámi Interreg Åarjelsaemien dajve nammasaš prográmma man siskkilda Interreg III A Sverige – Norge ja Intereg Sápmi nammasaš prográmma man siskkilda Interreg Nordkalotten ja Intereg Kolarctic nammasš oktasaš prográmmat .
nob: Det vil bli to samiske delprogram ; det sørsamiske programmet Interreg Åarjelsaemien dajve som inngår i Interreg III A Sverige – Norge og Intereg Sápmi som inngår i fellesprogrammet Interreg Nordkalotten og Intereg Kolarctic .

source: Progámmaeavttuhus meannuhuvvui SPR Norgga beale delegašuvnna čoahkkimis 21.08.00 ja Sámediggeráđis , ovdal go dat loahpalaččat dohkkehuvvui Norgga ja Suoma sámediggepresideanttaid ja Ruoŧa sámedikki stirvrajođiheaddji oktasaš čoahkkimis Soađegilis 28.08.00 .
nob: Programforslaget ble behandlet på møtet 21.08.00 i den norske delegasjonen til SPR og sametingsrådet , før avsluttende godkjenning i fellesmøte 28.08.00 i Sodankylä mellom sametingspresidentene i Norge og Finland og styreleder i Sametinget i Sverige .

source: Dát prográmmaárvalusat leat meannuduvvon guovlulaš dásis ja sáddejuvvon viidáseappot riikka dássái , vai doppege meannuduvvo ja dohkkehuvvošii .
nob: Disse programforslagene er behandlet på regionalt hold og videresendt til nasjonalt nivå for videre behandling og godkjenning .

source: Árvaluvvon lea ahte sámi prográmmaárvalusat biddjojuvvojit daidda šiehtadallamiidda mat šaddet leat EU-kommišuvnnain .
nob: Det er tilrådt at de samiske programforslagene legges til grunn for forhandlingane med EU-kommisjonen .

source: Prográmmaid ulbmil lea oaččuhit áigái máŋggašlájat , álššalaš ja buresovdánan sámi servodateallima , ja bargovuohki lea buoridit rádjarasttideaddji ovttasbarggu nu ahte sámi identitehta , kultuvra ja ealáhusat ovdánit .
nob: Målet med programmene er å skape et differensiert , aktivt og utviklet samisk samfunnsliv ved å styrke samisk identitet , kultur og næringer gjennom videreutvikling av det grenseoverskridende samarbeidet .

source: Šaddet leat guokte sierra oasseprográmma dan dáfus ahte galget nammaduvvot sierra mearridanjoavkku goappáge prográmmii , ja dat galget ovddasvástidit das mo ruđat geavahuvvojit dihto doaibmabijuide .
nob: Det vil bli to selvstendige delprogram i den forstand at det skal oppnevnes særskilte beslutningsgrupper for hver av programmene som skal forestå virkemiddelbruken overfor de konkrete tiltakene .

source: Sámedikkiid šaddá sin oktasaš áirras ovddastit bajimuš Bearráigeahčči lávdegottis .
nob: Sametingene vil også bli representert med en felles representant i den overordnede Overvåkningskomiteen .

source: Vuordagis lea ahte álget barggu go EU-lávdegoddi lea dohkkehan ášši , maid várra dahká njukčamánus / cuoŋománus 2001 .
nob: Det forventes oppstart etter EU-kommisjonens godkjenning som trolig vil foreligge i mars / april 2001 .

source: 2.14 Oahppomátki Kanádai 11.-22.09.00
nob: Studietur til Canada 11.-22.09.00

source: Sámedikki áirrasgoddi galledii Kánada áigodagas 11.-22.09.00 .
nob: En delegasjon fra Sametinget besøkte Canada i perioden 11.-22.09.00 .

source: Mátki ulbmilin lea oahpásmuvvat Kanáda eamiálbmotpolitihkkii ja čatnat oktavuođaid riikka eamiálbmogiidda .
nob: Hensikten med turen var å bli kjent med Canadas urfolkspolitikk og knytte kontakter med landets urfolk .

source: Deattuhuvvui oažžut dieđuid movt Kanáda láhtte eamiálbmogiid gáibádusain eana- ja čáhcevuoigatvuođaid hárrái , ja erenoamážit Nisga ’ a indiánaid gieskat dahkkojuvvon ja dohkkehuvvon iešstivren traktáhta birra guovllusteaset davvioarje provinssas British Columbia ( BC ) .
nob: Det ble lagt vekt på informasjon om hvordan Canada forholder seg til ulike krav fra urfolkene om rettigheter til land og vann , og spesielt om Nisga ’ a indianernes nylig inngåtte og godkjente traktat om selvstyre i sitt område nordvest i provinsen British Columbia ( BC ) .

source: Delegašuvdna deaivvadii earret eará indiánaid áššiid føderála departemeantta ja davvi ovddideami ( DIAND ) ovddasteddjiiguin ja eamiálbmot jođiheddjiiguin , BC eamiálbmot áššiid departemeantta ja galledii Nisga indiánaid Nass Valley:s BC:s .
nob: Delegasjonen møtte representanter blant annet fra det føderale Departementet for indianersaker og nordlig utvikling ( DIAND ) , en del urfolksledere , BC ’ s departement for urfolksaker , samt besøkte Nisga ’ a indianerne i Nass Valley i BC.

source: Kanádalaš stivrensystema lea vuosttažettiin guovtti dásis ; lihttoválddálaš parlameanta ja ráđđehus , ja guovlulaš oassi mat leat juogo váldeguovllut dahje provinssat .
nob: Canadas styringssystem består først og fremst av to nivåer ; Det føderale med parlament og regjering , og det regionale som enten er provinser eller territorier .

source: Juohke váldeguovllus / provinssas leat sierra láhkaaddi čoahkkin ja ráđđehus .
nob: Hver provins / territorium har sin egen lovgivende forsamling og regjering .

source: Eamiálbmogat ásset rastá provinsa / rájiid .
nob: Urfolkene bor på tvers av provins- / territoriegrensene .

source: Kanádas leat sullii 1,4 miljon eamiálbmoga .
nob: Det er ca 1,4 millioner urfolk i Canada .

source: Dat juogaduvvojit groavvát 3 sierra joavkun : Indiánat , eaneamus dovddus First Nations:an ( vuostá našuvnnat ) .
nob: De deles grovt sett i 3 ulike grupper : Indianere , best kjent som First Nations ( førstenasjoner ) .

source: Dát leat juhkkon guovtti jovkui , Status-indiánat , mat leat registrerejuvvon indiánan indiánaid lága ektui ( Indian Act ) , ja eai status-indiánat , mat leat indiánat , muhto eai leat registrerejuvvon indiánan indiánaid lága ektui .
nob: Disse er delt i to grupper ; Status-indianere , som er registrert som indianere i henhold til indianerloven ( Indian Act ) , og ikke-status-indianere , som er indianere , men ikke registrert som indianer i henhold til indianerloven .

source: Metis , lea álbmot mat leat seaguhuvvon vuosttas našuvnnaid ja eurohpalaččaid gaskka .
nob: Mestis , er folk med blandet bakgrunn etter førstenasjoner og europeere .

source: Inuihtat leat eamiálbmot mat vuosttažettiin ásset Kanádan davvi oasis ( Nunavut , Davvi-Quebec ja Labrador ) .
nob: Inuitter , er et urfolk som først og fremst er bosatt i den nordlige del av Canada ( Nunavut , Nord-Quebec og Labrador ) .

source: Kanáda eamiálbmot politihka báinnii gitta 1970- jagiide assimilašuvdna sávaldat , man oktavuođas 1876 indiánaid láhka leai deaŧaleamos instrumeanta .
nob: Canadas politikk overfor urfolkene var fram til 1970-årene preget av ønsket om assimilasjon , der indianerloven av 1876 var et viktig instrument .

source: Dalle álggii bargu ollu eanavuoigatvuođa gáibádusaiguin .
nob: Da begynte arbeidet med en rekke landrettighetskrav .

source: Dat hoahpuhuvvui ovtta duomu maŋŋá Kanáda alimus rievttis 1973 , mas nannejuvvui ahte gávdnojit árbejuvvon definerekeahtes eamiálbmotvuoigatvuođat Kanádas , ja dat leat suodjaluvvon riikka vuođđolágain ( Calder-ášši ) .
nob: Disse ble intensivert etter en dom i Canadas høyesterett i 1973 , der det ble slått fast at det eksisterer nedarvede udefinerte urfolksrettigheter i Canada , og at disse er beskyttet av grunnloven i landet ( Caldersaken ) .

source: Dát mearrádus bággii føderála eiseválddiid šiehtadallagoahtit eamiálbmogiiguin eanavuoigatvuođaid birra .
nob: Denne avgjørelsen tvang de føderale myndigheter til å gå inn i forhandlinger med urfolkene om landrettigheter .

source: 1973 rájes leat čállojuvvon 14 traktáhta , maid gaskkas Nisga traktáhta lea maŋimuš .
nob: Siden 1973 har 14 traktater blitt underskrevet , hvor Nisga ’ a traktaten er den siste .

source: 1982 suddjejuvvojedje eamiálbmogiid vuoigatvuođat vuođđolága lasáhusain .
nob: I 1982 ble urfolkenes rettigheter beskyttet gjennom et tillegg i grunnloven .

source: 1973 rájes leat dahkkon ollu føderála alimusriekteduomut mat geatnegahttet eiseválddiid meannudit eanagáibádusaid šiehtadallamiid bokte eamiálbmogiiguin , ovdal go dat dolvojuvvojit riektevuogádahkii .
nob: Siden 1973 har det falt flere føderale høyesterettsdommer som forplikter myndighetene til å behandle landkrav ved forhandlinger med urfolkene , før de eventuelt havner i rettssystemet .

source: Kanádas leat dál jođus 82 šiehtallama eanavuoigatvuođaid hárrái , maid gaskkas 51 BC:s .
nob: Totalt i Canada pågår det i dag 82 forhandlinger om landkrav , herav 51 i BC .
